Repository: fel1x-developer/OnionBrowser
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, de, el, es, fa, fi, fr, ga, he, hr, hu_hu, is, it, ja, km, ko, mk, pl, pt_br, pt_pt, ro, ru, sq, tr_tr, uk, vi, zh_hans, zh_hant

source: Add Bookmark
ar: زيادة علامة مرجعيّة
bn: বুকমার্ক যুক্ত করুন
ca: Afegiu un marcador
cs: Přidat záložku
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir marcador
fa: اضافه کردن به بوکمارک
fi: Lisää kirjamerkki
fr: Ajouter un marque-page
ga: Cruthaigh Leabharmharc
he: הוסף סימנייה
hr: Dodaj zabilješku
hu_hu: Könyvjelző hozzáadása
is: Bæta við bókamerki
it: Aggiungi segnalibro
ja: お気に入りリストに追加
km: បន្ថែម​ទីចំណាំ
ko: 북마크 추가
mk: Додади бележник
pl: Dodaj Zakładkę
pt_br: Adicionar marcador
pt_pt: Adicionar Marcador
ro: Adaugă Semn de carte
ru: Добавить закладку
sq: Shto Fletëshënues
tr_tr: Yer imi ekle
uk: Додати Закладку
vi: Thêm Dấu trang
zh_hans: 添加书签
zh_hant: 新增書籤

source: Add Site
ar: أضف موقع
bn: সাইট যুক্ত করুন
ca: Afegeix un lloc
cs: Přidat Stránku
de: Seite hinzufügen
el: Προσθήκη σελίδας
es: Agregar sitio web
fa: افزودن سایت
fi: Lisää sivusto
fr: Ajouter un site
ga: Cuir Suíomh Leis
he: הוסף אתר
hr: Dodaj web-stranicu
hu_hu: Oldal hozzáadása
is: Bæta vefsvæði við
it: Aggiungi sito
ja: サイトを追加
km: បន្ថែម​វេបសាយ
ko: 사이트 추가
mk: Додади веб страна
pl: Dodaj Witrynę
pt_br: Adicionar site
pt_pt: Adicionar Site
ro: Adaugă Site Web
ru: Добавить сайт
sq: Shtoni Sajt
tr_tr: Site ekle
uk: Додати Сайт
vi: Thêm Trang web
zh_hans: 添加站点
zh_hant: 新增網站

source: Additionally, all bookmarks not existing on the server but in Onion Browser will be created there.
ar: بالإضافة إلى ذلك ، سيتم إنشاء جميع الإشارات المرجعية غير الموجودة على الخادم ولكن في Onion Browser هناك.
ca: Addicionalment, totes les adreces d'interès que no existeixin al servidor però sí a l'Onion Browser es crearan aquí.
cs: Všechny záložky, které nejsou na serveru ale jsou v Onion Browser, budou přidány tam.
de: Zusätzlich werden alle Lesezeichen, die am Server nicht existieren, aber in Onion Browser, dort erstellt.
el: Επιπλέον, όλοι οι σελιδοδείκτες που δεν υπάρχουν στον σέρβερ αλλά στον Onion Browser θα δημιουργηθούν εδώ.
es: Adicionalmente, todos los marcadores que no existen en el servidor pero sí en Onion Browser serán creados ahí.
fa: علاوه بر این، تمام نشانک‌های نا‌موجود در سرور نه در مرورگر Onion در آنجا ایجاد می‌شوند.
fi: Lisäksi kaikki kirjamerkit, jotka ovat Onion Broserissa, mutteivät palvelimella, luodaan sinne.
fr: De plus, tous les marque-pages qui n’existent pas sur le serveur, mais dans le Navigateur Onion y seront créés.
ga: Chomh maith leis sin, má tá leabharmharc agat i mBrabhsálaí Onion nach bhfuil ar an bhfreastalaí fós, cruthófar é ansin.
he: בנוסף, כל הסימניות שאינן קיימות על השרת אבל קיימות בדפדפן Onion יווצרו שם.
hr: Pored toga, tamo će se stvoriti sve zabilješke koje ne postoje na poslužitelju, a postoje u Onion pregledniku.
hu_hu: Továbbá, minden könyvjelző, ami nem létezik a szerveren, de létezik az Onion Browser-ben, itt lesz létre hozva.
is: Að auki verða öll bókamerki, sem ekki eru á netþjóninum en finnast í Onion vafranum, búin til hér.
it: In aggiunta, tutti i segnalibri non presenti sul server ma in Onion Browser saranno li creati.
ja: サーバー上にないがOnion Browserには保存されているお気に入りが作成されます。
km: លើសពីនេះ រាល់​ទីចំណាំ​ទាំងអស់​ដែល​មិនមាន​នៅលើ​ម៉ាស៊ីនមេ ប៉ុន្តែ​នៅក្នុង​កម្មវិធី​រុករក Onion នឹង​ត្រូវ​បង្កើត​នៅ​ទីនោះ។
ko: 또한 서버에 존재하지 않는 모든 책갈피가 서버에 작성됩니다.
mk: Дополнително, сите бележници не постојат на серверот, но во Onion Browser ќе бидат создадени овде.
pl: Dodatkowo, wszystkie nieistniejące zakładki na serwerze, lecz znajdujące się w Onion Browser, zostaną na nim utworzone.
pt_br: Além disso, todas as páginas de Favoritos existentes no Navegador Onion, mas não no servidor, serão criadas aqui.
pt_pt: Adicionalmente, todos os marcadores que não existem no servidor, mas no Onion Browser, serão criados lá.
ro: Adițional, toate semnele de care neexistente în server dar în Onion Browser vor fi create acolo.
ru: Кроме того, на сервере будут созданы закладки из Onion Browser, если ранее они отсутствовали.
sq: Si shtesë, krejt faqerojtësit që nuk ekzistojnë në shërbyes, por te Shfletuesi Onion, do të krijohen atje.
tr_tr: Ek olarak, Onion Browser üzerinde bulunan ancak sunucuda bulunmayan tüm yer imleri sunucuya eklenir.
uk: Крім того, там будуть створені усі закладки, яких немає на сервері, але які є в Onion Browser.
vi: Ngoài ra, tất cả dấu trang trên Onion Browser không tồn tại trên máy chủ sẽ được tạo mới trên máy chủ.
zh_hans: 同时，服务器中没有却在洋葱浏览器中存在的书签将被上传。
zh_hant: 此外，這裏會建立所有儲存在 Onion 瀏覽器的書籤，而非在伺服器。

source: Address
ar: العنوان
bn: ঠিকানা
ca: Adreça
cs: Adresa
de: Adresse
el: Διεύθυνση
es: Dirección
fa: آدرس
fi: Osoite
fr: Adresse
ga: Seoladh
he: כתובת
hr: Adresa
hu_hu: Cím
is: Vistfang
it: Indirizzo
ja: アドレス
km: អាសយដ្ឋាន
ko: 사이트 주소
mk: Адреса
pl: Adres
pt_br: Endereço
pt_pt: Endereço
ro: Adresă
ru: Адрес
sq: Adresë
tr_tr: Adres
uk: Адреса
vi: Địa chỉ
zh_hans: 地址
zh_hant: 網址

source: All rules
ar: جميع القواعد
bn: সকল নিয়মগুলি
ca: Totes les regles
cs: Všechna pravidla
de: Alle Regeln
el: Όλοι οι κανόνες
es: Todas las reglas
fa: تمام قوانین
fi: Lisää sääntöjä
fr: Toutes les règles
ga: Gach riail
he: כל הכללים
hr: Sva pravila
hu_hu: Összes szabály
is: Allar reglur
it: Tutte le regole
ja: 全てのルール
km: គោលការណ៍ទាំងអស់
ko: 모든 규칙
mk: Сите правила
pl: Wszystkie reguły
pt_br: Todas as regras
pt_pt: Todas as regras
ro: Toate regulile
ru: Все правила
sq: Të gjitha rregullat
tr_tr: Tüm kurallar
uk: Усі правила
vi: Tất cả quy tắc
zh_hans: 所有规则
zh_hant: 所有規則

source: Allow 3rd-Party Keyboards
ar: السماح للوحات مفاتيح من طرف ثالث
bn: ৩য় পক্ষের কীবোর্ডকে অনুমতি দিন
ca: Permet teclats de tercers
cs: Povolit klávesnice 3. stran
de: Drittanbieter-Tastaturen erlauben
el: Να επιτρέπονται τα πληκτρολόγια τρίτων
es: Permitir teclados de terceras partes
fa: اجازه دادن به کیبوردهای متفرقه
fi: Salli ulkopuoliset näppäimistöt
fr: Permettre les claviers tiers
ga: Ceadaigh méarchláir 3ú páirtí
he: התר מקלדות צד־שלישי
hr: Dozvoli druge tipkovnice
hu_hu: Harmadik fél billentyűzetek engedélyezése
is: Leyfa utanaðkomandi lyklaborð
it: Consenti tastiere 3-terze parti
ja: サードパーティのキーボードを許可
km: អនុញ្ញាត​ក្ដារចុច​ភាគីទី3
ko: 제 3자 키보드 허용
mk: Дозволи тастатури од 3-та страна
pl: Zezwól Na Zewnętrzne Klawiatury
pt_br: Permitir teclados de terceiros
pt_pt: Permitir Teclados de Terceiros
ro: Permite tastaturi de la terțe
ru: Разрешить сторонние клавиатуры
sq: Lejo Tastiera Palësh të Treta
tr_tr: 3. taraf klavyeler kullanılabilsin
uk: Дозволити сторонні клавіатури
vi: Cho phép bàn phím bên thứ 3
zh_hans: 允许第三方键盘
zh_hant: 允許第三方鍵盤

source: Allow hosts to permanently store cookies and local storage databases.
ar: السماح للمضيفين بتخزين ملفات تعريف الارتباط وقواعد بيانات التخزين المحلية بشكل دائم
bn: হোস্টকে স্থায়ীভাবে কুকি ও লোকাল স্টোরেজ ডাটাবেজ সংরক্ষণের অনুমতি দিন।
ca: Permet els amfitrions emmagatzemar permanentment galetes i bases de dades locals.
cs: Povolit serverům trvale uložit cookies a databáze lokálního úložiště.
de: Hosts die dauerhafte Speicherung von Cookies und Website-Daten erlauben.
el: Να επιτρέπεται στους hosts η μόνιμη αποθήκευση cookies και τοπικών δεδομένων.
es: Permitir a los servidores almacenar permanentemente cookies y bases de datos de almacenamiento local.
fa: به هاست‌ها اجازه‌ی ذخیره دائمی کوکی‌ها و حافظه داخلی بانک‌های اطلاعاتی را بدهید
fi: Salli palvelinten tallentaa pysyviä evästeitä ja paikallisia tietokantoja.
fr: Permettre aux hôtes d’ajouter des témoins et des bases de données de stockage locales de façon permanente.
ga: Tabhair cead d'óstaigh fianáin agus bunachair sonraí áitiúla a stóráil go buan.
he: התר למארחים לאחסן לצמיתות עוגיות ומסדי־נתונים של אחסון מקומי
hr: Dozvoli računalima da trajno spremaju kolačiće i baze podataka lokalnih spremišta.
hu_hu: A kiszolgáló számára a permanens cookie-k és a helyi adatbázis tárolás engedélyezése.
is: Leyfa þjónum að geyma vefkökur og gagnagrunna á tæki.
it: Consenti agli hosts di memorizzare permanente i cookies e databases nello storage locale
ja: クッキーとローカル・ストレージを許可
km: អនុញ្ញាត​ឱ្យ​ម៉ាស៊ីន​រក្សាទុក​ខូឃី និង​កន្លែងផ្ទុក​ទិន្នន័យមូលដ្ឋាន​ជា​អចិន្ត្រៃយ៍។
ko: 호스트가 쿠키 및 로컬 스토리지 데이터베이스를 영구적으로 저장할 수 있도록 허용합니다.
mk: Дозволи им на хостовите трајно да ги складираат колачињата и бази на податоци од локалниот склад.
pl: Pozwalaj hostom na stałe przechowywanie ciasteczek oraz lokalnych baz danych pamięci masowej.
pt_br: Permitir que hosts armazenem permanentemente cookies e bancos de dados de armazenamento local.
pt_pt: Permitir que os hospedeiros armazenem permanentemente os ''cookies'' e as bases de dados de armazenamento local
ro: Permite gazdelor stocarea permanentă a cookie-urilor și a bazelor de date locale.
ru: Разрешить хостам постоянно хранить файлы cookie и локальные базы данных.
sq: Lejo strehët të depozitojnë në mënyrë të përherrshme cookies dhe baza të dhënash depozitimi vendor.
tr_tr: Sunucular çerezleri ve yerel depolama veritabanlarını kalıcı olarak kaydedebilsin.
uk: Дозволити хостам постійно зберігати файли cookie та локальні бази даних.
vi: Cho phép trang web lưu trữ cookie và cơ sở dữ liệu địa phương.
zh_hans: 允许站点永久存储 cookie 和本地存储数据库
zh_hant: 允許主機永久儲存 cookies 和本機儲存資料庫。

source: Allow Persistent Cookies
ar: السماح بملفات تعريف الارتباط الدائمة
bn: স্থায়ী কুকির অনুমতি দিন
ca: Permet galetes persistents
cs: Povolit trvalé cookies
de: Dauerhafte Cookies erlauben
el: Να επιτρέπονται τα μόνιμα cookies
es: Permitir Cookies Persistentes
fa: اجازه به کوکی‌های دائمی
fi: Salli pysyvät evästeet
fr: Permettre les témoins persistants
ga: Ceadaigh fianáin sheasmhacha
he: התר עוגיות מתמידות
hr: Dozvoli trajne kolačiće
hu_hu: Állandó cookie-k engedélyezése
is: Leyfa varanlegar vefkökur
it: Consenti cookies persistenti
ja: 永続的クッキーを許可
km: អនុញ្ញាត​រក្សាទុក​ខូឃី
ko: 퍼시스턴트 쿠키 허용
mk: Дозволи трајни колачиња
pl: Zezwalaj na Stałe Ciasteczka
pt_br: Permitir cookies persistentes
pt_pt: Permitir Cookies Persistentes
ro: Permite Cookie-uri Persistente
ru: Разрешить постоянные cookie
sq: Lejo Cookies të Qëndrueshme
tr_tr: Kalıcı çerezler kullanılabilsin
uk: Дозволити постійні файли cookie
vi: Cho phép Cookie vĩnh viễn
zh_hans: 允许持久性 cookie
zh_hant: 允許持久性 cookies

source: Are you sure you want to send a %@ tip?
ar: هل أنت متأكد أنك تريد إرسال بقشيش %@ ؟
bn: আপনি কি নিশ্চিতভাবেই একটি %@ টিপ পাঠাতে চান?
ca: Segur que voleu enviar una propina de %@?
cs: Jste si jistý, že chcete poslat spropitné ve výši %@?
de: Bist Du sicher, dass Du %@ spenden willst?
el: Είστε σίγουρος/η ότι θέλετε να στείλετε %@φιλοδώρημα;
es: Estas segura(o) que quieres enviar una propina a%@ ?
fa: آیا مطمئن هستید که میخواهید %@ کمک مالی کنید؟
fi: Haluatko varmasti lähettää %@ tipin?
fr: Voulez-vous vraiment envoyer un pourboire de %@ ?
ga: An bhfuil tú cinnte gur mhaith leat séisín a thabhairt do %@?
he: האם אתה בטוח שאתה רוצה לשלוח תשר של %@?
hr: Zaista želiš poslati %@?
hu_hu: Biztosan szeretne küldeni %@ támogatást?
is: Ertu viss um að þú viljir senda %@ til stuðnings?
it: Sei sicuro di voler inviare una mancia di %@ ?
ja: 本当に %@ チップを送金しますか？
km: តើ​អ្នក​ប្រាកដ​អត់​ដែល​អ្នក​ចង់​ផ្ដល់ជំនួយ %@?
ko: 팁 %@ 을 보내시겠습니까?
mk: Дали сте сигурни дека сакате да испратите %@ донација?
pl: Jesteś pewien, że chcesz przekazać napiwek %@?
pt_br: Tem certeza de que deseja enviar uma %@ dica?
pt_pt: Tem a certeza que quer enviar um donativo de %@?
ro: Sigur dorești să trimiți un bacșiș de %@?
ru: Вы действительно хотите отправить вознаграждение в размере %@?
sq: Jeni të sigurt se doni të dërgoni %@ dhuratë?
tr_tr: %@ tutarında bir bahşiş göndermek istediğinize emin misiniz?
uk: Ви дійсно хочете відправити чайові в розмірі %@?
vi: Bạn có chắc muốn ủng hộ %@?
zh_hans: 请确认你想捐助 %@ 吗？
zh_hant: 確定要傳送 %@ 的小費？

source: Authentication Required
ar: مطلوب التوثيق
bn: অনুমোদন প্রয়োজন
ca: Cal una autentificació
cs: Vyžadována autentizace
de: Authentifizierung nötig
el: Απαιτείται πιστοποίηση
es: Se requiere autentificación
fa: شناسایی هویت نیاز است
fi: Todennus vaaditaan
fr: L’authentification est exigée
ga: Fíordheimhniú de dhíth
he: אימות נדרש
hr: Potrebna je autentifikacija
hu_hu: Hitelesítés szükséges
is: Auðkenningar krafist
it: Autenticazione richiesta
ja: 認証が必要です
km: ទាមទារ​យថាភូតកម្ម
ko: 인증 필요
mk: Потребна е автентичност
pl: Wymagane Uwierzytelnienie
pt_br: Exige autenticação
pt_pt: Autenticação Obrigatória
ro: Autentificarea este necesară
ru: Требуется аутентификация
sq: Nevojitet autorizim
tr_tr: Kimlik doğrulaması gerekli
uk: Необхідна Аутентифікація
vi: Cần xác thực
zh_hans: 需验证
zh_hant: 要求驗證

source: Auto-Complete Search Results
ar: الإكمال التلقائي لنتائج البحث
bn: অটোকমপ্লিট অনুসন্ধানের ফলাফল
ca: Emplena automàticament els resultats de cerca
cs: Našeptávač
de: Vervollständige Suchergebnisse automatisch
el: Αυτόματη συμπλήρωση αποτελεσμάτων αναζήτησης.
es: Auto-Completar Resultados de Búsqueda
fa: تکمیل خودکار نتایج جستجو
fi: Hakutulosten automaattitäyttö
fr: Saisie semi-automatique des résultats de recherche
ga: Uathlíonadh torthaí cuardaigh
he: השלם אוטומטית תוצאות חיפוש
hr: Automatsko dovršavanje rezultata pretrage
hu_hu: Keresés automatikus kiegészítése
is: Fylla sjálfvirkt út leitarniðurstöður
it: Completamento automatico risultati di ricerca
ja: 検索結果のオートコンプリート
km: បំពេញ​លទ្ធផល​ស្វែងរក​ដោយ​ស្វ័យប្រវត្តិ
ko: 검색 결과 자동 완성
mk: Автоматски-заврши пребарување на резултати
pl: Uzupełniaj Wyniki Wyszukiwania
pt_br: Resultados de pesquisa de preenchimento automático
pt_pt: Autocompletar Resultados da Pesquisa
ro: Auto-completează Rezultatele Căutărilor
ru: Автодополнять результаты поиска
sq: Vetë-plotëso Përfundime Kërkimi
tr_tr: Arama sonuçları otomatik tamamlansın
uk: Автодоповнювати результати пошуку
vi: Tự động hoàn thành kết quả tìm kiếm
zh_hans: 自动完成搜索结果
zh_hant: 使用搜尋結果的自動完成功能

source: Begins On
ar: تبدأ في
bn: শুরুর সময়
ca: Inici
cs: Začne dne
de: Beginnt am
el: Ξεκινάει στις
es: Comienza En
fa: آغاز در
fi: Alkaa
fr: Commence le
ga: Tosaíonn sé ar
he: מתחיל במועד
hr: Počinje
hu_hu: Kezdődik ekkor
is: Byrjar þann
it: Inizia il
ja: 開始日時
km: ចាប់ផ្ដើមនៅ
ko: 시작 날짜
mk: Започнува на
pl: Zaczyna Się
pt_br: Inicia em
pt_pt: Começa em
ro: Începe pe
ru: Начало
sq: Fillon Më
tr_tr: Başlangıç zamanı
uk: Починається з
vi: Bắt đầu từ
zh_hans: 开始时间
zh_hant: 開始日期

source: Blocked 3rd-Party Hosts
ar: تم حظر مضيفو الجهات الخارجية من طرف ثالث
bn: 3rd-Party হোস্টগুলি ব্লক করা হয়েছে
ca: Amfitrions de tercers blocats
cs: Blokované servery 3. stran
de: Blockierte Hosts Dritter
el: Αποκλεισμένοι τρίτοι hosts
es: Servidores de terceros bloqueados
fa: هاست‌های شخص‌ ثالث مسدود شدند
fi: Ulkoiset palvelimet estetty
fr: Bloquer les hôtes tiers
ga: Óstaigh 3ú Páirtí Faoi Chosc
he: מארחי צד־שלישי חסומים
hr: Blokirana strana računala
hu_hu: Tiltott 3. fél kiszolgálók
is: Bannaðir utanaðkomandi þjónar
it: Hosts 3-parti bloccati
ja: ブロックされた第三者ホスト
km: ម៉ាស៊ីន​ភាគី​ទី3 ត្រូវបាន​រាំងខ្ទប់
ko: 차단된 제 3자 호스트
mk: Блокирани хостови од 3-ти страни
pl: Zablokowane Hosty Innych Firm.
pt_br: Hosts de terceiros bloqueados
pt_pt: Hospedeiros de Terceiros Bloqueados
ro: Gazde terțiale blocate
ru: Заблокированные сторонние хосты
sq: Hoste të Palëve të Treta të Bllokuara
tr_tr: Engellenmiş 3. taraf sunucular
uk: Блокувати сторонні хости
vi: Các tên miền bên thứ 3 đã chặn
zh_hans: 已阻拦第三方站点
zh_hant: 已阻擋第三方主機

source: Bookmarks
ar: الإشارات المرجعية
bn: বুকমার্কসমূহ
ca: Marcadors
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fa: بوکمارک‌ها
fi: Kirjamerkit
fr: Marque-pages
ga: Leabharmharcanna
he: סימניות
hr: Zabilješke
hu_hu: Könyvjelzők
is: Bókamerki
it: Segnalibri
ja: お気に入り
km: ទីចំណាំ
ko: 북마크
mk: Бележници
pl: Zakładki
pt_br: Marcadores
pt_pt: Marcadores
ro: Semne de carte
ru: Закладки
sq: Fletëshënues
tr_tr: Yer imleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

source: Bridge Configuration
ar: إعدادات الجسر
bn: ব্রিজ কনফিগারেশন
ca: Configuració dels ponts
cs: Konfigurace mostu
de: Brückenkonfiguration
el: Διαμόρφωση γέφυρας
es: Configuración de Puente
fa: پیکربندی پل
fi: Silltamääritys
fr: Configuration des ponts
ga: Cumraíocht Droichid
he: תצורת גשר
hr: Konfiguracija mosta
hu_hu: Híd konfiguráció
is: Uppsetning brúa
it: Configurazione Bridge
ja: ブリッジの設定
km: ការកំណត់ Bridge
ko: 브리지 구성
mk: Мост конфигурација
pl: Konfiguracja Mostu
pt_br: Configuração de ponte
pt_pt: Configuração da Ponte
ro: Configurație Pod
ru: Конфигурация моста
sq: Formësim Ure
tr_tr: Köprü yapılandırması
uk: Налаштування Мосту
vi: Cài đặt Cầu nối
zh_hans: 网桥配置
zh_hant: 橋接器設定

source: Bronze
ar: برونز
cs: Bronz
el: Χάλκινο
es: Bronce
fa: برنزی
fi: Pronssi
ga: Cré-Umha
he: ארד
hr: Bronca
hu_hu: Bronz
is: Brons
it: Bronzo
ja: ブロンズ
km: សំរឹទ្ធ
ko: 브론즈
mk: Бронзено
pl: Brązowy
ro: Bronz
ru: Бронзовый
sq: E bronxtë
tr_tr: Bronz
uk: Бронза
vi: Đồng
zh_hans: 不安全
zh_hant: 銅級

source: By editing this setting, you have created a custom security setting.
ar: بتعديلك لهذا الإعداد فأنت تنشأ إعداد أمن مخصص.
bn: এই সেটিংটি সম্পাদনা করে আপনি একটি কাস্টম সুরক্ষা সেটিংস তৈরি করেছেন।
ca: En editar aquest paràmetre, heu creat una configuració de seguretat personalitzada.
cs: Upravením tohoto nastavení vytvoříte vlastní nastavení bezpečnosti.
de: Indem Du das änderst, erzeugst Du eine eigene Sicherheitseinstellung.
el: Αλλάζοντας αυτήν τη ρύθμιση, έχετε χρησιμοποιήσει μία εξατομικευμένη ρύθμιση ασφαλείας.
es: Al editar esta configuración, has creado una configuración de seguridad personalizada.
fa: با ویرایش این تنظیمات، یک تنظیم امنیتی سفارشی ایجاد کرده‌اید.
fi: Tätä muuttamalla olet luonut mukatetun suojausasetuksen.
fr: En modifiant ce paramètre, vous avez créé un paramètre personnalisé de sécurité.
ga: Má athraíonn tú an socrú seo, beidh socrú saincheaptha slándála nua agat.
he: על ידי עריכה של הגדרה זו, יצרת הגדרה מותאמת אישית של אבטחה.
hr: Uređivanjem ove postavke, izradio/la si prilagođenu sigurnosnu postavku.
hu_hu: Ennek a beállításnak a módosításával egyedi beállítást hozott létre.
is: Með því að breyta þessari stillingu hefurðu búið til sérsniðna öryggisstillingu.
it: Modificando queste impostazioni, hai creato un ambiente di sicurezza personalizzato.
ja: 設定を編集すると、カスタムセキュリティ設定を作成したことになります。
km: តាមរយៈ​ការកែការកំណត់​នេះ អ្នក​បាន​បង្កើត​ការកំណត់​សន្តិសុខ​ផ្ទាល់ខ្លួន។
ko: 이 설정을 편집하여 사용자 지정 보안 설정을 만들었습니다.
mk: Со изменување на оваа поставка, ќе создадете прилагодена безбедносна поставка.
pl: Edytując to ustawienie, utworzyłeś niestandardowe ustawienie zabezpieczeń.
pt_br: Ao editar essa configuração, você criou uma configuração de segurança personalizada.
pt_pt: Ao editar esta definição, criou uma definição de segurança personalizada.
ro: Prin editarea acestei setări, ai creat o setare de securitate proprie.
ru: Редактируя данную настройку, вы создали пользовательский параметр безопасности.
sq: Duke përpunuar këtë rregullim, keni krijuar një rregullim vetjak sigurie.
tr_tr: Bu ayarı değiştirdiğinizde, özel bir güvenlik ayarı oluşturmuş olursunuz.
uk: Редагуючи це налаштування, ви створили для користувача параметр безпеки.
vi: Khi chỉnh sửa mục này, bạn đang tạo ra cài đặt bảo mật tùy chọn.
zh_hans: 修改此设置，意味着你自定义了安全设置。
zh_hant: 變更此設定時，會建立新的自訂安全設定。

source: Cancel
ar: إلغاء
bn: বাতিল
ca: Cancel·la
cs: Zrušit
de: Abbruch
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
ga: Cealaigh
he: בטל
hr: Odustani
hu_hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
mk: Исклучи
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sq: Anullo
tr_tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Certificate Information
ar: معلومات الشهادة
bn: সনদের তথ্য
ca: Informació del certificat
cs: Informace o certifikátu
de: Zertifikatsinformation
el: Πληροφορίες πιστοποίησης
es: Información del Certificado
fa: اطلاعات گواهینامه
fi: Varmenteen tiedot
fr: Renseignements sur le certificat
ga: Eolas faoin Teastas
he: מידע תעודה
hr: Podaci certifikata
hu_hu: Tanúsítvány információ
is: Upplýsingar skilríkis
it: Informazioni certificato
ja: TLS証明書情報
km: ព័ត៌មាន​វិញ្ញាបនបត្រ
ko: 인증서 정보
mk: Информации за сертификат
pl: Informacje o Certyfikacie
pt_br: Informações sobre o certificado
pt_pt: Informação do Certificado
ro: Informații despre certificat
ru: Информация о сертификате
sq: Informacion Dëshmie
tr_tr: Sertifika bilgileri
uk: Інформація про сертифікат
vi: Thông tin chứng chỉ
zh_hans: 证书信息
zh_hant: 憑證資訊

source: Changing this option requires restarting the app.
ar: تغيير هذا الخيار يتطلّب إعادة تشغيل التطبيق.
bn: এই অপশন বদলাতে হলে অ্যাপটি বন্ধ করে আবার চালু করতে হবে।
ca: Cal reiniciar l'aplicació per a canviar aquesta opció.
cs: Změna této volby vyžaduje restart aplikace.
de: Eine Änderung dieser Option erfordert einen Neustart der App.
el: Η αλλαγή αυτής της επιλογής απαιτεί την επανεκκίνηση της εφαρμογής
es: Cambiar esta opción requiere reiniciar la aplicación.
fa: تغییر این گزینه نیازمند راه‌اندازی مجدد برنامه است
fi: Valinnan muutos vaatii sovelluksen uudelleenkäynnistyksen.
fr: La modification de cette option exige le redémarrage de l’appli.
ga: Má athraíonn tú an rogha seo, caithfidh tú an aip a atosú.
he: שינוי אפשרות זו דורש הפעלה מחדש של היישום
hr: Mijenjanje ove opcije zahtijeva ponovno pokretanje aplikacije.
hu_hu: Ezen opció megváltoztatása az app újraindítását igényli.
is: Breytingar á þessum valkosti krefjast þess að forritið sé endurræst.
it: Il cambio di quest'opzione richiede il riavvio dell'app.
ja: このオプションを変更すると、アプリを再起動する必要があります。
km: ការផ្លាស់ប្ដូរ​ជម្រើស​នេះ តម្រូវ​ឱ្យ​អ្នក​ចាប់ផ្ដើម​កម្មវិធី​ឡើងវិញ។
ko: 이 옵션을 변경하려면 앱을 다시 시작해야 합니다.
mk: Изменувањето на оваа опција бара повторно вклучување на апликацијата.
pl: Zmiana tych opcji wymaga zrestartowania aplikacji.
pt_br: Alterar esta opção requer reiniciar o aplicativo.
pt_pt: Ao alterar esta opção requer o reinício da aplicação.
ro: Schimbarea acestei opțiuni necesită redeschiderea aplicației.
ru: Для изменения этой опции необходимо перезапустить приложение.
sq: Ndryshimi i kësaj mundësie lyp rinisjen e aplikacionit.
tr_tr: Bu seçeneği değiştirmek uygulamanın yeniden başlatılmasını gerektirir.
uk: Для зміни цієї опції необхідно перезапустити програму.
vi: Cần khởi động lại ứng dụng để thay đổi tùy chọn này
zh_hans: 更改该选项需重启应用
zh_hant: 變更此選項後，程式必須重新啟動

source: Choose how long app remembers open tabs.
ar: قم باختيار المدة التي يتذكر فيها التطبيق التبويبات المفتوحة.
bn: অ্যাপে খোলা ট্যাবগুলো কতক্ষণ মনে রাখা হবে তা চয়ন করুন।
ca: Trieu quant de temps recorda l'aplicació les pestanyes obertes.
cs: Vyberte, jak dlouho si aplikace pamatuje otevřené panely.
de: Wie lange soll sich die App an offene Reiter erinnern?
el: Επιλέξτε για πόσο χρόνο θα θυμάται η εφαρμογή τις ανοιχτές καρτέλες.
es: Elige cuánto tiempo la aplicación recuerda las pestañas abiertas.
fa: انتخاب کنید که برنامه چه مدت پنجره‌های باز را به خاطر بسپارد.
fi: Valitse miten kauan sovellus muistaa avoimet välilehdet.
fr: Choisir la durée de mémorisation des onglets ouverts par l’appli
ga: Cé chomh fada is a mheabhraíonn an aip cluaisíní oscailte.
he: בחר עד מתי היישום יזכור לשוניות פתוחות.
hr: Odaberi kako dugo aplikacija pamti otvorene kartice.
hu_hu: Adja meg, hogy milyen sokéig jegyezze meg az app a füleket.
is: Veldu hve lengi forritið man opna flipa.
it: Scegli per quanto tempo l'app ricorda le schede aperte.
ja: タブの記憶期間を選択
km: ជ្រើសរើស​រយៈពេល​ដែល​កម្មវិធី​ចងចាំ​ផ្ទាំង​ដែល​បើក។
ko: 앱이 열린 탭을 기억하는 시간을 선택합니다.
mk: Избери колку долго апликацијата да ги памети отворените табови.
pl: Wybierz jak długo aplikacja będzie zapamiętywać otwarte karty.
pt_br: Escolha por quanto tempo o aplicativo se lembrará das abas abertas.
pt_pt: Escolha por quanto tempo a aplicação se lembra dos separadores abertos.
ro: Alege pentru cât timp aplicația reține ferestrele deschise.
ru: Выберите, как надолго приложение запомнит открытые вкладки.
sq: Zgjidhni për sa kohë mban mend skedat e hapura aplikacioni.
tr_tr: Uygulamanın açık sekmeleri hatırlama süresini seçin.
uk: Налаштування запам'ятовування відкритих вкладок.
vi: Chọn cách ứng dụng nhớ cửa sổ đang mở.
zh_hans: 选择应用记住打开的标签页多久
zh_hant: 選擇程式要在多久時間內記得開啟的分頁。
